Overload List
Name  |   Description
GetCellFormatOptions(Int32, Document)
 Returns a column's cell FormatOptions and if no FormatOptions exists for this column, it would come from the section.
GetCellFormatOptions(Int32, Int32, Document)
 Returns a cell's FormatOptions and if no FormatOptions exists for this cell, it would come from the column, or the row, or the section.
 See Also
  TableSectionData Class
  TableSectionData Members
  Autodesk.Revit.DB Namespace